chat_system_140003006_actor_description=Carl Leonard. King's brother, who gave up the throne.
chat_system_140003006_snap_0_question=^?^I have a new letter for Martha, containing another proposal. And as you can see, I have closed the letter with the Royal Seal! Now, I hope, she will not refuse. And I wish to ask you to bring this letter to her. She lives in Marshan Swamp, to the west of Darion. There you will find her. When you arrive, deliver the letter and await her answer, just to be sure...<br>[reward]
chat_system_140003006_snap_0_answer_0=^?^Ok, Carl. I'm off to Marshan Swamp.
chat_system_140003006_snap_0_answer_1=^?^Oh, I don't feel like wading through the swamp right now. Perhaps some other time.
chat_system_140003006_snap_2_question=^?^Hello there, [player]. I have grown tired of waiting, and anxious for news. Have you gone to Marshan Swamp? Have you found Martha?
chat_system_140003006_snap_2_answer_0=^?^Yes...I gave her the letter, and she said that she will find you herself. So, please wait for her to come...
chat_system_140003006_snap_2_answer_1=^?^Yes, I have visited Marshan Swamp, but some difficulties arose there - I still have to solve them.
chat_system_140003006_snap_2_answer_2=^?^No, not yet.
chat_system_140003006_snap_3_question=^?^Thank you very much, [player]! Here is your reward! You will always be welcome in my home!<br>[reward]
chat_system_140003006_snap_3_answer_0=^?^See you later, Carl. I'll drop in sometime.
chat_system_140003006_snap_4_question=^?^Would you help me solve my problem? I'm relying on you, [player]...
chat_system_140003006_snap_4_answer_0=^?^Of course, Carl, I will try.
